
public class Main {
    public static void main(String[] args) {
            System.out.println("Hello World !!!!!!!!1"); //после println будет перенос строки
            System.out.print("Hello World!!!!"); //просто print - никаких переносов

            //Другие способы переноса:
            System.out.print("Hello\nWorld\n\n\n\nbebebe");
            System.out.println("\nHelloWorld");

            //Отступ слева:
            System.out.println("\tHello");

            //Вывести кавычки как текст:
            System.out.println("bebebe\"\"\"bababa");

            //Вывести / как текст:
            System.out.println("bbrlbrlb\\blrbllbr");

            /* Комментарий в несколько строк:
            бабаба
            бебебе
            бубубу
             */
        }
    }
